Repository: dinhquydds/nanocucurmin
Catalog: tm/itiv1-level2.tmx
Source language: en_us
Languages: vi

source: The ceramo-metal crown was fabricated according to a standard protocol: A metal framework based on a prefabricated cast-on component was created and veneered with compatible ceramics, applying a complex layering technique to achieve the required optical properties (Figs 50-52).
vi: The ceramo-metal crown was fabricated according to a standard protocol: A metal framework based on a prefabricated cast-on component was created and veneered with compatible ceramics, applying a complex layering technique to achieve the required optical properties (Hình 50-52).

source: The cervical portion of the temporary crown was kept slim on its labial aspect to create the ideal cervical shape at chairside (Fig 38).
vi: The cervical portion of the temporary crown was kept slim on its labial aspect to create the ideal cervical shape at chairside (Hình 38).

source: The chances of an esthetic treatment outcome are higher for single missing teeth (Belser and coworkers, 1996; Belser and coworkers, 2000; Belser and coworkers, 2004).
vi: Điều trị cấy ghép mất răng đơn lẻ có cơ hội đạt thẩm mỹ cao hơn (Belser and coworkers, 1996; Belser and coworkers, 2000; Belser and coworkers, 2004).

source: The characteristics of a local infection, if it is chronic or acute in nature, determines the severity of the esthetic risk subsequent to effective infection control therapy.
vi: Các đặc tính của một nhiễm trùng tại chỗ, nếu nó là mãn tính hoặc cấp tính, xác định mức độ nghiêm trọng của nguy cơ thẩm mỹ sau điều trị kiểm soát lây nhiễm hiệu quả.

source: The choice of loading protocols should be viewed as dependent, among other factors on two distinct processes: primary and secondary bone contact.
vi: Sự lựa chọn của các giao thức tải nên được xem như là phụ thuộc, trong số các yếu tố khác về hai quá trình khác nhau: tiếp xúc xương nguyên phát và thứ phát.

source: The clinical and radiological findings in this patient add up to the following esthetic risk-profile analysis (Table 1):
vi: Lâm sàng và Xquang tìm thấy trên bệnh nhân này thêm vào nguy cơ thẩm mỹ phân tích hồ sơ sau:

source: The clinical examination revealed the presence of a chronic fistula apically of tooth 11 (Fig 3).
vi: The clinical examination revealed the presence of a chronic fistula apically of tooth 11 (Hình 3).

source: The clinical inspection of the oral cavity revealed a fistula originating at tooth 11 (Fig 1).
vi: The clinical inspection of the oral cavity revealed a fistula originating at tooth 11 (Hình 1).

source: The clinical result immediately after surgery was favorable (Fig 35).
vi: The clinical result immediately after surgery was favorable (Hình 35).

source: The clinical situation immediately after insertion of the temporary crown showed soft-tissue blanching caused by pressure (Fig 24).
vi: The clinical situation immediately after insertion of the temporary crown showed soft-tissue blanching caused by pressure (Hình 24).

source: The clinical team should therefore aim at establishing keratinized mucosa around a dental implant (Figs 1a-c; Alpert, 1994; Saadoun and coworkers, 1994; Landsberg, 1997; Jung and coworkers, 2004).
vi: The clinical team should therefore aim at establishing keratinized mucosa around a dental implant (Hình 1a-c; Alpert, 1994; Saadoun and coworkers, 1994; Landsberg, 1997; Jung and coworkers, 2004).

source: The close-up photograph 3½ years after loading with the final crown confirmed the pleasing and stable esthetic treatment outcome (Figs 24, 25).
vi: The close-up photograph 3½ years after loading with the final crown confirmed the pleasing and stable esthetic treatment outcome (Hình 24, 25).

source: The close-up view shows the full extent of the interruption of the harmonious gingival line by a soft-tissue recession at the implant-supported crown (Fig 2).
vi: The close-up view shows the full extent of the interruption of the harmonious gingival line by a soft-tissue recession at the implant-supported crown (Hình 2).

source: The comfort zone measures about 1.5-2.0 mm in width when measured from the ideal point of emergence.
vi: Vùng an toàn đo được khoảng 1.5-2.0 mm chiều rộng khi đo từ điểm lý tưởng lộ ra

source: The component described could subsequently be attached to a corresponding implant analog, facilitating the finishing procedures that were performed extraorally (Fig 30a).
vi: The component described could subsequently be attached to a corresponding implant analog, facilitating the finishing procedures that were performed extraorally (Hình 30a).

source: The coronal danger zone is invaded with a supragingival shoulder position leading to a visible metal margin and poor emergence profile.
vi: Vùng nguy hiểm phía thân răng bị xâm lấn với vị trí vai implant trên nướu dẫn tới lộ viền kim loại.

source: The correct position of the perforation was checked in the patient’s mouth (Fig 33).
vi: The correct position of the perforation was checked in the patient’s mouth (Hình 33).

source: The correction was easy to accomplish, requiring only the proper preparation of a new coping and crown.
vi: Thực hiện điều chỉnh dễ dàng, đòi hỏi chỉ cần chuẩn bị một coping mới và mão răng thích hợp.

source: The cost-effectiveness of the treatment approach.
vi: Chi phí - hiệu quả của điều trị

source: The course of the marginal gingiva and the lines of the incisal edges were harmonious and esthetically appealing (Figs 55-57).
vi: The course of the marginal gingiva and the lines of the incisal edges were harmonious and esthetically appealing (Hình 55-57).

source: The crown and abutment screw were then returned for insertion (Fig 24).
vi: The crown and abutment screw were then returned for insertion (Hình 24).

source: The crown was attached to the abutment and the transversal screw tightened to 15 Ncm (Fig 54).
vi: The crown was attached to the abutment and the transversal screw tightened to 15 Ncm (Hình 54).

source: The crown was cleaned and the screw-access channel sealed with composite material (Fig 18).
vi: The crown was cleaned and the screw-access channel sealed with composite material (Hình 18).

source: The crown was fabricated on the basis of a titanium synOcta post for temporary restorations (Fig 37).
vi: The crown was fabricated on the basis of a titanium synOcta post for temporary restorations (Hình 37).

source: The crown was fabricated using an NN framework blank made from an oxidizable alloy not suitable for casting-to, which was directly veneered with veneering ceramics (Fig 17b).
vi: The crown was fabricated using an NN framework blank made from an oxidizable alloy not suitable for casting-to, which was directly veneered with veneering ceramics (Hình 17b).

source: The crowns differed from the respective contralateral teeth in shape, texture, and color (Fig 2).
vi: The crowns differed from the respective contralateral teeth in shape, texture, and color (Hình 2).

source: The crowns were luted to place with permanent cement, and contacts and occlusion were verified (Figs 31-32).
vi: Mão răng được gắn bằng xi măng vĩnh viễn, và tiếp xúc và khớp cắn được kiểm tra (Figs 31-32).

source: The custom abutment and crown were returned to the clinic for delivery to the patient (Figs 35a-b).
vi: The custom abutment and crown were returned to the clinic for delivery to the patient (Hình 35a-b).

source: The custom impression tray was tried in to ensure a precise fit and easy access to the screw (Figs 32, 33).
vi: The custom impression tray was tried in to ensure a precise fit and easy access to the screw (Hình 32, 33).

source: The danger zones (red color) are located both facially and palatally to the comfort zone (Fig 18).
vi: Vùng nguy hiểm (màu đỏ) nằm phía ngoài và phía trong vùng an toàn (Hình 18).

source: The dental implant was placed within the orofacial and mesiodistal comfort zones, while entering the coronoapical danger zone (Fig 12).
vi: The dental implant was placed within the orofacial and mesiodistal comfort zones, while entering the coronoapical danger zone (Hình 12).

source: The distance between the contact points and marginal bone crest levels on the mesial and distal of the implant did not exceed 5 mm (Fig 57).
vi: The distance between the contact points and marginal bone crest levels on the mesial and distal of the implant did not exceed 5 mm (Hình 57).

source: The early loading of implants (splinted or unsplinted) in the edentulous mandible with an overdenture is not well-documented.
vi: Tải lực sớm của implant (nẹp hoặc không nẹp) trên hàm dưới mất răng với hàm phủ không được ghi chép đầy đủ.

source: The early publications on osseointegration (Albrektsson and coworkers, 1981) suggested principles and techniques to predictably achieve this result.
vi: Những ấn phẩm đầu tiên trên tích hợp xương (Albrektsson và đồng nghiệp năm 1981) đề nghị nguyên tắc và kỹ thuật để dự đoán đạt được kết quả này.

source: The early restoration or loading of titanium implants with a roughened surface supporting fixed prostheses after 6 to 8 weeks of healing is well-documented and predictable in the partially dentate maxilla and mandible.
vi: Phục hình sớm hợc tải lực của implant với bề mặt gồ ghề nâng đỡ phục hình cố định sau 6 đến 8 tuần lành thương được ghi lại đầy đủ và dự đoán được hàm bán phần hàm trên và hàm dưới.

source: The esthetic contours of the gingival margins are also critical to the outcome in patients with high esthetic demands.
vi: Các đường nét thẩm mỹ của lề nướu cũng quan trọng đối với kết quả ở những bệnh nhân có nhu cầu thẩm mỹ cao.

source: The esthetic peri-implant tissues, including health, height, volume, color, and contours, must be in harmony with the healthy surrounding dentition.
vi: Thẩm mỹ mô quanh implant, bao gồm sự lành mạnh, chiều cao, khối lượng, màu sắc, và đường viền, phải hài hoà với răng khoẻ mạnh xung quanh.

source: The esthetic result can be compromised when the edentulous site is associated with unfavorable periodontal conditions or inadequate restorative space.
vi: Kết quả thẩm mỹ có thể thoả hiệp khi vùng mất răng thì liên quan với tình trạng nha chu bất lợi hoặc khoảng phục hồi không đủ.

source: The esthetic result was acceptable to the patient (Fig 17).
vi: The esthetic result was acceptable to the patient (Hình 17).

source: The esthetic risk for these patients is greatly increased, mostly associated with the gingival tissue display.
vi: Nguy cơ thẩm mỹ cho những bệnh nhân này được tăng lên rất nhiều, chủ yếu kết hợp với mô nướu lộ ra.

source: The esthetic risk profile will help minimize potential restorative pitfalls that may ultimately be associated with unacceptable restorative outcomes.
vi: Các hồ sơ rủi ro thẩm mỹ sẽ giúp giảm thiểu những cạm bẫy phục hồi tiềm năng mà cuối cùng có thể được kết hợp với kết quả phục hồi không thể chấp nhận.

source: The esthetic treatment outcome continues to be pleasing (December, 2005).
vi: Kết quả thẩm mỹ làm bệnh nhân hài lòng (December, 2005).

source: The existing prosthesis was therefore removed, and the left central incisor evaluated and considered to be healthy and capable of supporting a full-coverage restoration (Fig 3).
vi: Phục hình có sẵn vì thế mà được tháo ra, và răng cửa giữa bên trái được đánh giá và được xem là khoẻ mạnh và có khả nang nâng đỡ mão răng (Fig 3).

source: The facial danger zone is entered when the implant is placed too far facially, i.e. facially of an imaginary line connecting the point of emergence of adjacent teeth.
vi: Đi vào vùng nguy hiểm phía ngoài khi implant đặt quá nhiều về phía ngoài.

source: The facial emergence contour was straight or concave from the coping margin to the proposed position of the mucosal margin, at which point it becomes convex (Fig 24).
vi: The facial emergence contour was straight or concave from the coping margin to the proposed position of the mucosal margin, at which point it becomes convex (Hình 24).

source: The factors noted above will be used to allow the comparison of loading options for each clinical indication, and to facilitate the development of meaningful recommendations for loading in each clinical indication.
vi: Các yếu tố được lưu ý trên sẽ được sử dụng để cho phép sự so sánh của chọn lựa tải lực cho mỗi chỉ định lâm sàng, và để thuận lợi cho sự phát triển của khuyến cáo ý nghĩa cho tải lực trong mỗi chỉ định lâm sàng.

source: The final all-ceramic crown was inserted and its occlusal screw tightened to 15 Ncm (Fig 45), and the screw-access channel was closed with composite resin.
vi: The final all-ceramic crown was inserted and its occlusal screw tightened to 15 Ncm (Hình 45), and the screw-access channel was closed with composite resin.

source: The final all-ceramic restorations in position.
vi: Phục hình toàn sứ sau cùng được gắn

source: The final crown was fabricated at the dental laboratory using a synOcta In-Ceram blank (Fig 28).
vi: The final crown was fabricated at the dental laboratory using a synOcta In-Ceram blank (Hình 28).

source: The final restoration was cemented with permanent cement, and the occlusion was adjusted to a light shim-stock pull (Figs 31a-c).
vi: The final restoration was cemented with permanent cement, and the occlusion was adjusted to a light shim-stock pull (Hình 31a-c).

source: The final restorations were cemented with a permanent cement and the occlusion was adjusted to a light shim-stock pull (Figs 35a, b).
vi: Phục hình sau cùng được gắn xi măng vĩnh viễn và khớp cắn được điều chỉnh đến light shim-stock pull (Hình 35a, b)

source: The final treatment outcome with a screw-retained ceramo-metal crown was pleasing for the patient, and integrated harmoniously into the natural dentition (Fig 38).
vi: Kết quả điều trị sau cùng với mão răng sứ kim loại bắt vít làm bệnh nhân hài lòng, và hài hoà với răng thật (Hình 38).

source: The first and second ITI Consensus Conferences in 1993 and 1997 (Proceedings of the ITI Consensus Conference 2000) primarily discussed basic surgical and prosthetic issues in implant dentistry.
vi: Hội thảo lần đầu và lần hai của ITI năm 1993 và 1997 chủ yếu thảo luận về phẫu thuật cơ bản và các vấn đề phục hình trên implant nha khoa.

source: The fit was satisfactory both visibly and by tactile senses.
vi: Sự khít sát tốt cả khi nhìn thấy và cảm giác xúc giác.

source: The flap was extended through the sulcus of the adjacent teeth, ascending to the facial aspect of the alveolar crest with divergent distal line angle relieving incisions (Figs 7, 8).
vi: Vạt được lật qua rãnh nướu các răng kế cận, lên mặt ngoài xương ổ với đường rạch giảm căng ở góc xa (Hình 7, 8).

source: The following case demonstrates the general principles of implant placement in the esthetic zone:
vi: Các trường hợp sau đây chứng minh các nguyên tắc chung về đặt implant ở vùng thẩm mỹ:

source: The following esthetic-related soft tissue parameters are proposed for use in clinical studies:
vi: Các thông số mô mềm sau thẩm mỹ liên quan được đề xuất để sử dụng trong các nghiên cứu lâm sàng:

source: The following literature reviews were prepared and presented to the group for discussion:
vi: Tổng quan y văn sau đó được chuẩn bị và trình bày cho nhóm để thảo luận:

source: The following table summarizes the risk factors associated with the treatment of partially dentate patients (Table 1).
vi: Sau đây là bảng tóm tắt yếu tố nguy cơ liên quan đến việc điều trị của một bệnh nhân mất răng bán phần (Bảng 1).

source: The following types of treatment were recommended by the Consensus Group in 2003 (published in a supplement of JOMI in 2004), provided that all other aspects of diagnosis and treatment planning have been performed and are considered acceptable by the clinician.
vi: Các loại điều trị được đề nghị bởi Consensus Group in 2003 (published in a supplement of JOMI in 2004), cung cấp tất cả các khía cạnh khác của chẩn đoán và kế hoạch điều trị được chấp nhận bởi nhà lâm sàng.

source: The gap between the silicone and the impression cap was filled with a flowable light-curing composite (Fig 35).
vi: The gap between the silicone and the impression cap was filled with a flowable light-curing composite (Hình 35).

source: The gingival biotype was thin with moderately scalloped papillae, thin tissue, broad keratinized tissue, and slightly tapered teeth (Fig 4).
vi: The gingival biotype was thin with moderately scalloped papillae, thin tissue, broad keratinized tissue, and slightly tapered teeth (Hình 4).

source: The gingival tissues in these patients are characterized by a predominance of a thick, broad band of attached gingiva, typically resistant to recession (Cardaropoli and coworkers, 2004; Kan and coworkers, 2003; Kois and coworkers, 2001; Weisgold, 1977) (Fig 6).
vi: Các mô nướu ở những bệnh nhân này được đặc trưng bởi một ưu thế của nướu dày, băng nướu dính rộng, thường kháng sự tiêu (Cardaropoli và đồng nghiệp, 2004; Kan và đồng nghiệp, 2003; Kois và đồng nghiệp, 2001; Weisgold, 1977) (Hình 6).

source: The goal of risk assessment is to identify patients whose implant therapy carries a high risk of a negative outcome.
vi: Mục tiêu của đánh giá nguy cơ là xác định bệnh nhân điều trị cấy ghép có nguy cơ cao của một kết quả xấu.

source: The graft was sutured to the palatal mucosa and placed over the implant (Fig 22).
vi: The graft was sutured to the palatal mucosa and placed over the implant (Hình 22).

source: The graft was sutured to the periosteum of the mucoperiosteal flap to avoid displacement during wound closure (Fig 28).
vi: Mô ghép được khâu vào màng xương của vạt niêm mạc màng xương để tránh di chuyển khi đóng vết thương (Hình 28).

source: The group discussed this terminology in detail, in relation to both existing literature and ITI consensus.
vi: Nhóm đã thảo luận thuật ngữ chi tiết, trong liên quan đến y văn và đồng thuận ITI

source: The group was asked to arrive at a consensus position related to the esthetic dimension of implant dentistry in the anterior maxilla, based on its discussion of and subsequent deliberation on three position papers that had been prepared regarding the following fields:
vi: Nhóm được hỏi để đi đến một sự đồng thuận liên quan đến các khía cạnh thẩm mỹ cấy ghép nha khoa ở phía trước hàm trên, dựa trên cuộc thảo luận của mình và thảo luận tiếp theo về ba bài báo đã được chuẩn bị liên quan đến các lĩnh vực sau:

source: The group was asked to develop evidence-based reviews on topics related to various loading protocols for dental implants.
vi: Nhóm được yêu cầu phát triển tổng quan dựa trên bằng chứng liên quan tới quy trình tải lực khác nhau cho cấy ghép nha khoa.

source: The group worked on each statement until a unanimous opinion was reached.
vi: Nhóm làm việc trên mỗi báo cáo đến khi đạt được quan điểm thống nhất.

source: The harmony of the gingival margin line was disrupted by the persisting ankylosed deciduous canine, which also caused a marked disharmony in the alignment of anterior teeth (Fig 4).
vi: The harmony of the gingival margin line was disrupted by the persisting ankylosed deciduous canine, which also caused a marked disharmony in the alignment of anterior teeth (Hình 4).

source: The healing caps were removed, and the sulcus depth on both implants was considered to be less than 3 mm in all areas.
vi: Nắp lành thương được tháo ra, và rãnh sâu trên cả hai implant được thấy nhỏ hơn 3mm ở tất cả các vùng.

source: The health of all tissues was confirmed subsequent to removal of the provisional restoration (Fig 8).
vi: Sức khỏe của tất cả các mô đã được xác nhận sau khi tháo phục hình tạm (Hình 8).

source: The horizontal bone deficiency, including the apical fenestration defect was covered with a deproteinized bone allograft (Fig 12), and the site was subsequently covered with a resorbable collagen membrane stabilized with two resorbable polylactide pins (Fig 13).
vi: The horizontal bone deficiency, including the apical fenestration defect was covered with a deproteinized bone allograft (Hình 12), and the site was subsequently covered with a resorbable collagen membrane stabilized with two resorbable polylactide pins (Hình 13).

source: The implant analog and the temporary crown were inserted into putty silicone material to capture the shape of the crown’s cervical portion (Fig 33).
vi: The implant analog and the temporary crown were inserted into putty silicone material to capture the shape of the crown’s cervical portion (Hình 33).

source: The implant axis allows the fabrication of a transocclusally screw-retained superstructure, as evidenced by the position of the impression cap (Fig 32).
vi: The implant axis allows the fabrication of a transocclusally screw-retained superstructure, as evidenced by the position of the impression cap (Hình 32).

source: The implant axis had been planned to “exit” through the dental cingulum of the planned restoration, which made transocclusally screw-retained attachment mode possible (Fig 17a).
vi: The implant axis had been planned to “exit” through the dental cingulum of the planned restoration, which made transocclusally screw-retained attachment mode possible (Hình 17a).

source: The implant axis was ideal, so the screw access opening was located at the palatal aspect of the crown, which in this manner could be screw-retained transocclusally (Fig 41).
vi: The implant axis was ideal, so the screw access opening was located at the palatal aspect of the crown, which in this manner could be screw-retained transocclusally (Hình 41).

source: The implant shoulder is positioned in the comfort zone.
vi: Vai implant được đặt trong vùng an toàn

source: The implant shoulder should be positioned in the orofacial comfort zone.
vi: Vai implant nên được đặt trong vùng an toàn chiều ngoài trong

source: The implant shoulder was located in the apical danger zone (Fig 15).
vi: Vai implant được đặt trong vùng nguy hiểm phía chóp (Hình 15).

source: The implant shoulder was located significantly more apically, approximately 2 mm apically of the CEJ of the neighboring teeth (Fig 21).
vi: The implant shoulder was located significantly more apically, approximately 2 mm apically of the CEJ of the neighboring teeth (Hình 21).

source: The implant shoulder was located too far facially, drastically invading the facial danger zone (Figs 25, 26).
vi: The implant shoulder was located too far facially, drastically invading the facial danger zone (Hình 25, 26).

source: The implant site was reopened with a punch technique using a 12b blade to gain access to the implant shoulder.
vi: Vùng implant được mở với kỹ thuật đục lỗ dùng dao 12b

source: The implant was allowed to heal undisturbed for 6 weeks.
vi: Implant được lành thương mà không bị xáo trộn trong 6 tuần.

source: The implant was clearly placed too far apically (Fig 32) and too far facially (Fig 33).
vi: The implant was clearly placed too far apically (Hình 32) and too far facially (Hình 33).

source: The implant was covered with a small closure screw (Fig 21).
vi: The implant was covered with a small closure screw (Hình 21).

source: The implant-supported crown was inserted in the nearly optimal clinical environment previously described (Fig 26).
vi: The implant-supported crown was inserted in the nearly optimal clinical environment previously described (Hình 26).

source: The implant-supported superstructure harmoniously blends in with the row of natural teeth (Fig 58).
vi: The implant-supported superstructure harmoniously blends in with the row of natural teeth (Hình 58).

source: The implants should be characterized by a rough titanium surface and allowed to heal for at least 6 weeks.
vi: Các implant nên có đặc tình bề mặt titanium nhám và để lành thương ít nhất 6 tuần

source: The implants were irrigated with an air-water syringe before inserting the definitive copings (Figs 33a, b).
vi: Implant được rửa với hơi - nước trước khi gắn coping sau cùng (Hình 33a, b).
